{
  "FrierenMod:HolyEmblem": {
    "NAME": "Holy Emblem",
    "FLAVOR": "A certification used long long time ago. However, the organization that manage magic change all the time, which bothers Frieren.",
    "DESCRIPTIONS": [
      "At the start of your turn, Shuffle #b3 #yMana into your draw pile."
    ]
  },
  "FrierenMod:HairAccessory": {
    "NAME": "Fern's Hair Ornament",
    "FLAVOR": "It is the 16 years old Birthday present Frieren give to Fern, her apprentice.",
    "DESCRIPTIONS": [
      "Every #b4 *Mana you #ySynchro,Draw #b1 card."
    ]
  },
  "FrierenMod:MercuryPudding": {
    "NAME": "Mercury Pudding",
    "FLAVOR": "The dessert Frieren often ordered. It is also one of the trigger Frieren wants to know about human.",
    "DESCRIPTIONS": [
      "At the end of combat, if your HP is 10 or lower than 10, heal HP as the #b50% amount of your MAX HP (works once)."
    ]
  },
  "FrierenMod:ScaleOfObedience": {
    "NAME": "Scale Of Obedience",
    "FLAVOR": "Magic item owned by One of the Seven Sages of Destruction, Aura the Guillotine, she weighs the mana of her opponent's soul on it, the weak one will be completely controlled by the strong one.",
    "DESCRIPTIONS": [
      "During Normal combats, gain [E] and draw #b1 card at the start of your turn."
    ]
  },
  "FrierenMod:MimicHead": {
    "NAME": "Mimic's Head",
    "FLAVOR": "There is a rumor in some dark place that wearing mimic's head will drop more rewards. Yippee! Frieren fell into the mimic's mouth once again.",
    "DESCRIPTIONS": [
      "Whenever you open a non-Boss chest, find additional #b100 coins!"
    ]
  },
  "FrierenMod:Stille": {
    "NAME": "Stille",
    "FLAVOR": "Its maximum flight speed can exceed the speed of sound and is very sensitive to mana. Frieren successfully captured one by bird catching magic during the exam.",
    "DESCRIPTIONS": [
      "At the start of combat, gain #b2 #yDexterity, at the end of turn #b3, lose #b2 #yDexterity."
    ]
  },
  "FrierenMod:EarAccessory": {
    "NAME": "Elegant Ear Ornament",
    "FLAVOR": "The ornament Frieren has been wearing all along, it seems to match the style of the one worn by her master, Flamme.",
    "DESCRIPTIONS": [
      "At the start of combat, Add #b2 #yMana into your hand."
    ]
  },
  "FrierenMod:ComfortableBed": {
    "NAME": "Comfortable Bed",
    "FLAVOR": "Even the great mage who has lived for over a thousand years makes it impossible for to break free from its constraints, indicating its great power.",
    "DESCRIPTIONS": [
      "Gain [E] at the start of your turn. At the start of combat, shuffle #b1 #rLaziness into your draw pile and discard pile."
    ]
  },
  "FrierenMod:MirroredLotusRing": {
    "NAME": "Mirrored-Lotus Ring",
    "FLAVOR": "The ring Himmel put on Frieren which is casually chosen by her, after Himmel's death did she realize that the language of mirrored-lotus is Eternal Love.",
    "DESCRIPTIONS": [
      "At the start of turn #b7 , add a #yHimmel to your hand."
    ]
  },
  "FrierenMod:ImmovableCloak": {
    "NAME": "Immovable Cloak",
    "FLAVOR": "Worn by First-class Mage Burg, a specialist in defensive magic, the defense techniques layered on it were so powerful that ordinary students can't even make him move.",
    "DESCRIPTIONS": [
      "At the start of your turn, draw #b1 additional card, until you lose HP during this combat."
    ]
  },
  "FrierenMod:StatueOfHimmel": {
    "NAME": "Statue Of Himmel",
    "FLAVOR": "Himmel built his statue in various places to make the world and Frieren remember him. His statues are still cherished by people, even after a hundred years.",
    "DESCRIPTIONS": [
      "At the start of your first #b3 turn, gain #b1 #yArtifact if you don't have it."
    ]
  },
  "FrierenMod:HaitaaWand": {
    "NAME": "海塔留下的法杖",
    "FLAVOR": "",
    "DESCRIPTIONS": [
      "在每个回合结束时，消耗所有魔力，每消耗 #b1 张就获得 #b1 层 #y专注 。"
    ]
  }
}